from pag import*
from a4 import*
data_set = {
    'кто такой Тилек':'мозила,оперо продакшен',
    'кто такой Магрегор':'девочка',
    'кто такой Абзал':'Жена Магрегора',
    'кто такой Темирлан':'Жена Хабиба',
    'когда будет бой с женами Хабиба и Магрегора':'Темошка и Абзушка завтра будут драться',
    'когда последний раз был найти уан в семей':'первое июня 2023 года',
    'кого любить темирлан':'муж абзала',
    'где находится темирлан':'на улице',
    'привет': 'Привет! Как могу помочь?',
    'как дела': 'У меня всё отлично! А как у вас?',
    'погода': 'На улице солнечно и тепло.',
    'спасибо': 'Пожалуйста! Всегда готов помочь.',
    'пока': 'До свидания! Хорошего дня!',
    'какая погода в семее':last_news(),
    'проверка подпышыков а4':govno()
}